[{"id": 1, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(1)</span></span><span>In the digital age, information and communication technology (ICT) supports complex systems used for everyday societal activities. It keeps our economies running in key sectors, including finance, and enhances the functioning of the single market. </span><span>Increased digitalisation and interconnectedness also amplify ICT risks making society as a whole - and the financial system in particular - more vulnerable to cyber threats or ICT disruptions. </span><span>While the ubiquitous use of ICT systems and high digitalisation and connectivity are nowadays core features of all activities of Union financial entities, digital resilience is not yet sufficiently built in their </span><span>operational frameworks.</span>\n            </p>\n"}, {"id": 2, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(2)</span></span><span>The use of ICT has in the last decades gained a pivotal role in finance, assuming today critical relevance in the operation of typical daily functions of all financial entities. Digitalisation covers, for instance, payments, which have increasingly moved from cash and paper-based methods to the use of digital solutions, as well as securities clearing and settlement, electronic and algorithmic trading, lending and funding operations, peer-to-peer finance, credit rating, insurance underwriting, claim management and back-office operations. Finance has not only become largely digital throughout the whole sector, but digitalisation has also deepened interconnections and dependencies within the financial sector and with third-party infrastructure and service providers. </span>\n            </p>\n"}, {"id": 3, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(3)</span></span><span>The European Systemic Risk Board (ESRB) has reaffirmed in a 2020 report addressing systemic cyber risk</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref28\" href=\"#footnote28\">27</a>\n               </span><span> how the existing high level of interconnectedness </span><span>across financial entities, financial markets and financial market infrastructures, and particularly the interdependencies of their ICT systems, may potentially constitute a systemic vulnerability since localised cyber incidents could quickly spread from any of the approximately 22 000 Union financial entities</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref29\" href=\"#footnote29\">28</a>\n               </span><span> to the entire financial system, unhindered by geographical boundaries. Serious ICT breaches occurring in finance do not merely affect financial entities taken in isolation. They also smooth the way for the propagation of localised vulnerabilities across the financial transmission channels and potentially trigger adverse consequences for the stability of the Union’s financial system, generating liquidity runs and an overall loss of confidence and trust in financial markets. </span>\n            </p>\n"}, {"id": 4, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(4)</span></span><span>In recent years, ICT risks have attracted the attention of national, European and international policy makers, regulators and standard-setting bodies in an attempt to enhance resilience, set standards and coordinate regulatory or supervisory work. At international level, the Basel Committee on Banking Supervision, the Committee on Payments and Markets Infrastructures, the Financial Stability Board, the Financial Stability Institute, as well as the G7 and G20 groups of countries aim to provide competent authorities and market operators across different jurisdictions with tools to bolster the resilience of their financial systems. </span>\n            </p>\n"}, {"id": 5, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(5)</span></span><span>Despite national and European targeted policy and legislative initiatives, ICT risks continue to pose a challenge to the operational resilience, performance and stability of the Union financial system. The reform that followed the 2008 financial crisis primarily strengthened the financial resilience of the Union financial sector and aimed at safeguarding the Union’s competitiveness and stability from economic, prudential and market conduct perspectives. Though ICT security and digital resilience are part of operational risk, they have been less in the focus of the post-crisis regulatory agenda, and have only developed in some areas of the Union’s financial services policy and regulatory landscape, or only in a few Member States. </span>\n            </p>\n"}, {"id": 6, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(6)</span></span><span>The Commission’s 2018 Fintech action plan</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref30\" href=\"#footnote30\">29</a>\n               </span><span> highlighted the paramount importance of making the Union financial sector more resilient also from an operational perspective to ensure its technological safety and good functioning, its quick recovery from ICT breaches and incidents, ultimately enabling financial services to be effectively and smoothly delivered across the whole Union, including under situations of stress, while also preserving consumer and market trust and confidence.</span>\n            </p>\n"}, {"id": 7, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(7)</span></span><span>In April 2019, the European Banking Authority (EBA), the European Securities and Markets Authority (ESMA) and the European Insurance and Occupational Pensions Authority (EIOPA) (jointly called “European Supervisory Authorities” or “ESAs”) </span><span>jointly issued two pieces of technical advice calling for a coherent approach to ICT risk in finance and recommending to strengthen, in a proportionate way, the digital operational resilience of the financial services industry through a Union sector-specific initiative. </span>\n            </p>\n"}, {"id": 8, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(8)</span></span><span>The Union financial sector is regulated by a harmonised Single Rulebook and governed by a European system of financial supervision. Nonetheless, provisions tackling digital operational resilience and ICT security are not fully or consistently harmonised yet, despite digital operational resilience being vital for ensuring financial stability and market integrity in the digital age, and no less important than for example common prudential or market conduct standards. The Single Rulebook and system of supervision should therefore be developed to also cover this component, by enlarging the mandates of financial supervisors tasked to monitor and protect financial stability and market integrity.</span>\n            </p>\n"}, {"id": 9, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(9)</span></span><span>Legislative disparities and uneven national regulatory or supervisory approaches on ICT risk trigger obstacles to the single market in financial services, impeding the smooth exercise of the freedom of establishment and the provision of services for financial entities with cross-border presence. Competition between the same type of financial entities operating in different Member States may equally be distorted. Notably for areas where Union harmonisation has been very limited - such as the digital operational resilience testing - or absent - such as the monitoring of ICT third-party risk - disparities stemming from envisaged developments at national level could generate further obstacles to the functioning of the single market to the detriment of market participants and financial stability. </span>\n            </p>\n"}, {"id": 10, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(10)</span></span><span>The partial way in which the ICT-risk related provisions have until now been addressed at Union level shows gaps or overlaps in important areas, such as ICT-related incident reporting and digital operational resilience testing, and creates inconsistencies due to emerging divergent national rules or cost-ineffective application of overlapping rules. This is particularly detrimental for an ICT-intensive user like finance since technology risks have no borders and the financial sector deploys its services on a wide cross-border basis within and outside the Union. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>Individual financial entities operating on a cross-border basis or holding several authorisations (e.g. one financial entity can have a banking, an investment firm, and a payment institution licence, every single one issued by a different competent authority in one or several Member States) face operational challenges in addressing ICT risks and mitigating adverse impacts of ICT incidents on their own and in a coherent cost-effective way. </span>\n            </p>\n"}, {"id": 11, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(11)</span></span><span>As the Single Rulebook has not been accompanied by a comprehensive ICT or operational risk framework further harmonisation of key digital operational resilience requirements for all financial entities is required. The capabilities and overall resilience which financial entities, based on such key requirements, would develop with a view to withstand operational outages, would  help preserving the stability and integrity of the Union financial markets and thus contribute to ensuring a high level of protection of investors and consumers in the Union. Since this Regulation aims at contributing to the smooth functioning of the single market it should be based on the provisions of Article 114 TFEU as interpreted in accordance with the consistent case law of the Court of Justice of the European Union. </span>\n            </p>\n"}, {"id": 12, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(12)</span></span><span>This Regulation aims first at consolidating and upgrading the ICT risk requirements addressed so far separately in the different  Regulations and Directives. While those </span><span>Union legal acts covered the main categories of financial risk (e.g. credit risk, market risk, counterparty credit risk and liquidity risk, market conduct risk), they could not comprehensively tackle, at the time of their adoption, all components of operational resilience. The operational risk requirements, when further developed in these Union legal acts, often favoured a traditional quantitative approach to addressing risk (namely setting a capital requirement to cover ICT risks) rather than enshrining targeted qualitative requirements to boost capabilities through requirements aiming at the protection, detection, containment, recovery and repair capabilities against ICT-related incidents or through setting out reporting and digital testing capabilities. Those Directives and Regulations were primarily meant to cover essential rules on prudential supervision, market integrity or conduct.</span>\n            </p>\n            <p class=\"Normal\">\n               <span>Through this exercise, which consolidates and updates rules on ICT risk, all provisions addressing digital risk in finance would for the first time be brought together in a consistent manner in a single legislative act. This initiative should thus fill in the gaps or remedy inconsistencies in some of those legal acts, including in relation to the terminology used therein, and should explicitly refer to ICT risk via  targeted rules on ICT risk management capabilities, reporting and testing and third party risk monitoring.</span>\n            </p>\n"}, {"id": 13, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(13)</span></span><span>Financial entities should follow the same approach and the same principle-based rules when addressing ICT risk. Consistency contributes to enhancing confidence in the financial system and preserving its stability especially in times of overuse of ICT systems, platforms and infrastructures, which entails increased digital risk. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>The respect of a basic cyber hygiene should also avoid imposing heavy costs on the economy by minimising the impact and costs of ICT disruptions.</span>\n            </p>\n"}, {"id": 14, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(14)</span></span><span>The use of a regulation helps reducing regulatory complexity, fosters supervisory convergence, increases legal certainty, while also contributing to limiting compliance costs, especially for financial entities operating cross-border, and to reducing competitive distortions. The choice of a Regulation for the establishment of a common framework for the digital operational resilience of financial entities appears therefore the most appropriate way to guarantee a homogenous and coherent application of all components of the ICT risk management by the Union financial sectors.</span>\n            </p>\n"}, {"id": 15, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(15)</span></span><span>Besides the financial services legislation, Directive (EU) 2016/1148 of the European Parliament and of the Council</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref31\" href=\"#footnote31\">30</a>\n               </span><span> is the current general cybersecurity framework at Union level. Among the seven critical sectors, that Directive also applies to  three types of financial entities, namely credit institutions, trading venues and central counterparties. However, since Directive (EU) 2016/1148 sets out a mechanism of identification at national level of operators of essential services, only  certain credit institutions, trading venues and central counterparties identified by the Member States are in practice brought into its scope and thus required to comply with the ICT security and incident notification requirements laid down in it. </span>\n            </p>\n"}, {"id": 16, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(16)</span></span><span>As this Regulation raises the level of harmonisation on digital resilience components, by introducing requirements on ICT risk management and ICT-related incident reporting that are more stringent in respect to those laid down in the current Union </span><span>financial services legislation, this constitutes an increased harmonisation also by comparison to requirements laid down in Directive (EU) 2016/1148. Consequently, this Regulation  constitutes lex specialis to Directive (EU) 2016/1148. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>It is crucial to maintain a strong relation between the financial sector and the Union horizontal cybersecurity framework would ensure consistency with the cyber security strategies already adopted by Member States, and allow financial supervisors  to be made aware of cyber incidents affecting other sectors covered by Directive (EU) 2016/1148. </span>\n            </p>\n"}, {"id": 17, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(17)</span></span><span>To enable a cross-sector learning process and effectively draw on experiences of other sectors in dealing with cyber threats, financial entities referred to in Directive (EU) 2016/1148 should remain part of the ‘ecosystem’ of that Directive (e.g. NIS Cooperation Group and CSIRTs). </span>\n            </p>\n            <p class=\"Normal\">\n               <span>ESAs and national competent authorities, respectively should be able to participate in the strategic policy discussions and the technical workings of the NIS Cooperation Group, respectively, exchanges information and further cooperate with the single points of contact designated under Directive (EU) 2016/1148. The competent authorities under this Regulation should also consult and cooperate with the national CSIRTs designated in accordance with Article 9 of Directive (EU) 2016/1148.</span>\n            </p>\n"}, {"id": 18, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(18)</span></span><span>It is also important to ensure consistency with the European Critical Infrastructure (ECI) Directive, which is currently being reviewed in order to enhance the protection and resilience of critical infrastructures against non-cyber related threats, with possible implications for the financial sector. </span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref32\" href=\"#footnote32\">31</a>\n               </span>\n            </p>\n"}, {"id": 19, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(19)</span></span><span>Cloud computing service providers are one category of digital service providers covered by Directive (EU) 2016/1148. As such they are subject to ex-post supervision carried out by the national authorities designated according to that Directive, which is limited to requirements on ICT security and incident notification laid down in that act. Since the Oversight Framework established by this Regulation applies to all critical ICT third-party service providers, including cloud computing service providers, when they provide ICT services to financial entities, it should be considered complementary to the supervision that is taking place under Directive (EU) 2016/1148. Moreover, the Oversight Framework established by this Regulation should cover cloud computing service providers in the absence of a Union horizontal sector-agnostic framework establishing a Digital Oversight Authority.</span>\n            </p>\n"}, {"id": 20, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(20)</span></span><span>To remain in full control of ICT risks, financial entities need to have in place comprehensive capabilities enabling a strong and effective ICT risk management, alongside specific mechanisms and policies for ICT-related incident reporting, testing of ICT systems, controls and processes, as well as for managing ICT third-party risk. The digital operational resilience bar for the financial system should be raised while allowing for a proportionate application of requirements for financial entities which are micro enterprises as defined in Commission Recommendation 2003/361/EC</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref33\" href=\"#footnote33\">32</a>\n               </span><span>. </span>\n            </p>\n"}, {"id": 21, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(21)</span></span><span>ICT-related incident reporting thresholds and taxonomies vary significantly at national level. While common ground may be achieved through relevant work undertaken by the European Union Agency for Cybersecurity (ENISA)</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref34\" href=\"#footnote34\">33</a>\n               </span><span> and the NIS Cooperation Group for the financial entities under Directive (EU) 2016/1148, divergent approaches on thresholds and taxonomies still exist or can emerge for the remainder of financial entities. This entails multiple requirements that financial entities must abide to, especially when operating across several Union jurisdictions and when part of a financial group. Moreover, these divergences may hinder the creation of further Union uniform or centralised mechanisms speeding up the reporting process and supporting a quick and smooth exchange of information between competent authorities, which is crucial for addressing ICT risks in case of large scale attacks with potentially systemic consequences. </span>\n            </p>\n"}, {"id": 22, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(22)</span></span><span>To enable competent authorities to fulfil their supervisory roles by obtaining a complete overview of the nature, frequency, significance and impact of ICT-related incidents and to enhance the exchange of information between relevant public authorities, including law enforcement authorities and resolution authorities, it is necessary to lay down rules in order to complete the ICT-related incident reporting regime with the requirements that are currently missing in financial subsector legislation and remove any existing overlaps and duplications to alleviate costs. It is therefore essential to harmonise the ICT-related incident reporting regime by requiring all financial entities to report to their competent authorities only. In addition, the ESAs should be empowered to further specify ICT-related incident reporting elements such as taxonomy, timeframes, data sets, templates and applicable thresholds. </span>\n            </p>\n"}, {"id": 23, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(23)</span></span><span>Digital operational resilience testing requirements have developed in some financial subsectors within several and uncoordinated, national frameworks addressing the same issues in a different way. This leads to duplication of costs for cross-border financial entities and makes difficult the mutual recognition of results. Uncoordinated testing can therefore segment the single market. </span>\n            </p>\n"}, {"id": 24, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(24)</span></span><span>In addition, where no testing is required, vulnerabilities remain undetected putting the financial entity and ultimately the financial sector’s stability and integrity at higher risk. Without Union intervention, digital operational resilience testing would continue to be patchy and there would be no mutual recognition of testing results across different jurisdictions. Also, as it is unlikely that other financial subsectors would adopt such schemes on a meaningful scale, they would miss out on the potential benefits, such as revealing vulnerabilities and risks, testing defence capabilities and business continuity, and increased trust of customers, suppliers and business partners. To remedy such overlaps, divergences and gaps, it is necessary to lay down rules aiming at coordinated testing by financial entities and competent authorities, thus facilitating the mutual recognition of advanced testing for significant financial entities. </span>\n            </p>\n"}, {"id": 25, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(25)</span></span><span>Financial entities’ reliance on ICT services is partly driven by their need to adapt to an emerging competitive digital global economy, to boost their business efficiency and to meet consumer demand. The nature and extent of such reliance has been continuously evolving in the past years, driving cost reduction in financial intermediation, enabling </span><span>business expansion and scalability in the deployment of financial activities while offering a wide range of ICT tools to manage complex internal processes. </span>\n            </p>\n"}, {"id": 26, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(26)</span></span><span>This extensive use of ICT services is evidenced by complex contractual arrangements, whereby financial entities often encounter difficulties in negotiating contractual terms that are tailored to the prudential standards or other regulatory requirements they are subject to, or otherwise in enforcing specific rights, such as access or audit rights, when the latter are enshrined in the agreements. Moreover, many such contracts do not provide for sufficient safeguards allowing for a fully-fledged monitoring of subcontracting processes, thus depriving the financial entity of its ability to assess these associated risks. In addition, as ICT third-party service providers often provide standardised services to different types of clients, such contracts may not always adequately cater for the individual or specific needs of the financial industry actors. </span>\n            </p>\n"}, {"id": 27, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(27)</span></span><span>Despite some general rules on outsourcing in some of the Union’s financial services pieces of legislation, the monitoring of the contractual dimension is not fully anchored into Union legislation. In the absence of clear and bespoke Union standards applying to the contractual arrangements concluded with ICT third-party service providers, the external source of ICT risk is not comprehensively addressed. Consequently, it is necessary to set out certain key principles to guide financial entities’ management of ICT third-party risk, accompanied by a set of core contractual rights in relation to several elements in the performance and termination of contracts with a view to enshrine certain minimum safeguards underpinning financial entities’ ability to effectively monitor all risk emerging at ICT third party level. </span>\n            </p>\n"}, {"id": 28, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(28)</span></span><span>There exists a lack of homogeneity and convergence on ICT third party risk and ICT third-party dependencies. Despite some efforts to tackle the specific area of outsourcing such as the 2017 recommendations on outsourcing to cloud service providers,</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref35\" href=\"#footnote35\">34</a>\n               </span><span> the issue of systemic risk which may be triggered by the financial sector’s exposure to a limited number of critical ICT third-party service providers is barely addressed in Union legislation. This lack at Union level is compounded by the absence of specific mandates and tools allowing national supervisors to acquire a good understanding of ICT third-party dependencies and adequately monitor risks arising from concentration of such ICT third-party dependencies. </span>\n            </p>\n"}, {"id": 29, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(29)</span></span><span>Taking into account the potential systemic risks entailed by the increased outsourcing practices and by the ICT third-party concentration, and mindful of the insufficiency of national mechanisms enabling financial superiors to quantify, qualify and redress the consequences of ICT risks occurring at critical ICT third-party service providers, it is necessary to establish  an appropriate Union oversight framework allowing for a continuous monitoring of the activities of ICT third-party service providers that are critical providers to financial entities. </span>\n            </p>\n"}, {"id": 30, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(30)</span></span><span>With ICT threats becoming more complex and sophisticated, good detection and prevention measures depend to a great extent on regular threat and vulnerability intelligence sharing between financial entities. Information sharing contributes to increased awareness on cyber threats, which, in turn, enhances financial entities’ capacity to prevent threats from materialising into real incidents and enables financial entities to better contain the effects of ICT-related incidents and recover more efficiently. In the absence of guidance at Union level, several factors seem to have </span><span>inhibited such intelligence sharing, notably uncertainty over the compatibility with the data protection, anti-trust and liability rules. </span>\n            </p>\n"}, {"id": 31, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(31)</span></span><span>In addition, hesitations about the type of information which can be shared with other market participants, or with non-supervisory authorities (such as ENISA, for analytical input, or Europol, for law enforcement purposes) lead to useful information being withheld. The extent and quality of information sharing remains limited, fragmented, with relevant exchanges being done mostly locally (via national initiatives) and with no consistent Union-wide information sharing arrangements tailored to the needs of an integrated financial sector. </span>\n            </p>\n"}, {"id": 32, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(32)</span></span><span>Financial entities should therefore be encouraged to collectively leverage their individual knowledge and practical experience at strategic, tactical and operational levels with a view to enhance their capabilities to adequately assess, monitor, defend against, and respond to, cyber threats. It is thus necessary to enable the emergence at Union level of mechanisms for voluntary information sharing arrangements which, when conducted in trusted environments, would help the financial community to prevent and collectively respond to threats by quickly limiting the spread of ICT risks and impeding potential contagion throughout the financial channels. Those mechanisms should be conducted in full compliance with the applicable competition law rules of the Union</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref36\" href=\"#footnote36\">35</a>\n               </span><span> as well as in a way that guarantees the full respect of Union data protection rules, mainly Regulation (EU) 2016/679 of the European Parliament and of the Council,</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref37\" href=\"#footnote37\">36</a>\n               </span><span> in particular in the context of the processing of personal data that is necessary for the purposes of the legitimate interest pursued by the controller or by a third party, as referred to in point (f) of Article 6(1) of that Regulation. </span>\n            </p>\n"}, {"id": 33, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(33)</span></span><span>Notwithstanding the broad coverage envisaged by this Regulation, the application of the digital operational resilience rules should take into consideration significant differences between financial entities in terms of size, business profiles or exposure to digital risk. As a general principle, when directing resources and capabilities to the implementation of the ICT risk management framework, financial entities should duly balance their ICT-related needs to their size and business profile, while competent authorities should continue to assess and review the approach of such distribution. </span>\n            </p>\n"}, {"id": 34, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(34)</span></span><span>As larger financial entities may enjoy wider resources and could swiftly deploy funds to develop governance structures and set up various corporate strategies, only financial entities which are not micro enterprises in the sense of this Regulation should be required to establish more complex governance arrangements. Such entities are better equipped in particular to set up dedicated management functions for supervising arrangements with ICT third-party service providers or for dealing with crisis management, to organise their ICT risk management according to the three lines of defence model, or to adopt a human resources document comprehensively explaining access rights policies. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>By the same token, only such financial entities should be called to perform in-depth assessments after major changes in the network and information system infrastructures and processes, to regularly conduct risk analyses on legacy ICT systems, or expand the testing of business continuity and response and recovery plans to capture switchovers scenarios between primary ICT infrastructure and redundant facilities. </span>\n            </p>\n"}, {"id": 35, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(35)</span></span><span>Moreover, as solely those financial entities identified as significant for the purposes of the advanced digital resilience testing should be required to conduct threat led penetration tests, the administrative processes and financial costs entailed by the performance of such tests should be devolved to a small percentage of financial entities. Finally, with a view to ease regulatory burdens, only financial entities other than micro enterprises should be asked to regularly report to the competent authorities all costs and losses caused by ICT disruptions and the results of post-incident reviews after significant ICT disruptions. </span>\n            </p>\n"}, {"id": 36, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(36)</span></span><span>To ensure full alignment and overall consistency between financial entities’ business strategies, on the one hand, and the conduct of ICT risk management, on the other hand, the management body should be required to maintain a pivotal and active role in steering and adapting the ICT risk management framework and the overall digital resilience strategy. The approach to be taken by the management body should not only focus on the means to ensure the resilience of the ICT systems, but should also cover people and processes through a set of policies which cultivate, at each corporate layer, and for all staff, a strong sense of awareness over cyber risks and a commitment to respect a strict cyber hygiene at all levels. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>The ultimate responsibility of the management body in managing a financial entity’s ICT risks should be an overarching principle of that comprehensive approach, further translated into  the continuous  engagement of the management body in the control of the monitoring of the ICT risk management. </span>\n            </p>\n"}, {"id": 37, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(37)</span></span><span>Moreover, the management body’s full accountability goes hand in hand with  securing a level of ICT investments and overall budget for the financial entity to be able to achieve its digital operational resilience baseline. </span>\n            </p>\n"}, {"id": 38, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(38)</span></span><span>Inspired by relevant international, national and industry-set standards, guidelines, recommendations or approaches towards the management of cyber risk,</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref38\" href=\"#footnote38\">37</a>\n               </span><span> this Regulation promotes a set of functions facilitating the overall structuring of the ICT risk management. As long as the main capabilities which financial entities put in place answer the needs of the objectives foreseen by the functions (identification, protection and prevention, detection, response and recovery, learning and evolving and communication) set out in this Regulation, financial entities remain free to use ICT risk management models that are differently framed or categorised. </span>\n            </p>\n"}, {"id": 39, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(39)</span></span><span>To keep pace with an evolving cyber threat landscape, financial entities should maintain updated ICT systems that are reliable and endowed with sufficient capacity not only to guarantee the processing of data as it is necessary for the performance of their services, but also to ensure technological resilience allowing financial entities to adequately deal with additional processing needs which stressed market conditions or other adverse situations may generate. While this Regulation does not entail any </span><span>standardization of specific ICT systems, tools or technologies, it relies on the financial entities’ suitable use of European and internationally recognised technical standards (e.g. ISO) or industry best practices, insofar as such use is fully compliant with specific supervisory instructions on the use and incorporation of international standards.</span>\n            </p>\n"}, {"id": 40, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(40)</span></span><span>Efficient business continuity and recovery plans are required to allow financial entities to promptly and quickly resolve ICT-related incidents, in particular cyber-attacks, by limiting damage and giving priority to the resumption of activities and recovery actions. However, while backup systems should begin processing without undue delay, such start should in no way jeopardise the integrity and security of the network and information systems or the confidentiality of data. </span>\n            </p>\n"}, {"id": 41, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(41)</span></span><span>While this Regulation allows financial entities to determine recovery time objectives in a flexible manner and hence set such objectives by fully taking into account the nature and the criticality of the relevant function and any specific business needs, an assessment on the potential overall impact on market efficiency should also be required when determining such objectives. </span>\n            </p>\n"}, {"id": 42, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(42)</span></span><span>The significant consequences of cyber-attacks are amplified when occurring in the financial sector, an area much more at risk of being the target of malicious propagators pursuing financial gains directly at the source. To mitigate such risks and to prevent ICT systems losing integrity or becoming unavailable and confidential data being breached or physical ICT infrastructure suffering damage, the reporting of major ICT-related incidents by financial entities should be significantly improved. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>ICT-related incident reporting should be harmonised for all financial entities by requiring them to report to their competent authorities only. While all financial entities would be subject to this reporting, not all of them should be affected in the same manner, since relevant materiality thresholds and time frames should be calibrated to only capture major ICT-related incidents. Direct reporting would enable financial supervisors’ access to information on ICT-related incidents. Nevertheless, financial supervisors should pass on this information to non-financial public authorities (NIS competent authorities, national data protection authorities and law enforcement authorities for incidents of criminal nature). The ICT-related incident information should be mutually channelled: financial supervisors should provide all necessary feedback or guidance to the financial entity while the ESAs should share anonymised data on threats and vulnerabilities relating to an event to aid wider collective defence.</span>\n            </p>\n"}, {"id": 43, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(43)</span></span><span>Further reflection on the possible centralisation of ICT-related incident reports should be envisaged, by means of a single central EU Hub either directly receiving the relevant reports and automatically notifying national competent authorities, or merely centralising reports forwarded by the national competent authorities and fulfilling a coordination role. The ESAs should be required to prepare, in consultation with ECB and ENISA, by a certain date a joint report exploring the feasibility of setting up such a central EU Hub. </span>\n            </p>\n"}, {"id": 44, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(44)</span></span><span>In order to achieve robust digital operational resilience, and in line with international standards (e.g. the G7 Fundamental Elements for Threat-Led Penetration Testing, financial entities should regularly test their ICT systems and staff with regard to the effectiveness of their preventive, detection, response and recovery capabilities, to uncover and address potential ICT vulnerabilities. To respond to differences across and within the financial subsectors regarding the financial entities’ cybersecurity preparedness, testing should include a wide variety of tools and actions, ranging from </span><span>an assessment of basic requirements (e.g. vulnerability assessments and scans, open source analyses, network security assessments, gap analyses, physical security reviews, questionnaires and scanning software solutions, source code reviews where feasible, scenario-based tests, compatibility testing, performance testing or end-to-end testing) to more advanced testing (e.g. TLPT for those financial entities mature enough from an ICT perspective to be capable of carrying out such tests). Digital operational resilience testing should thus be more demanding for significant financial entities (such as large credit institutions, stock exchanges, central securities depositories, central counterparties, etc.). At the same time, digital operational resilience testing should also be more relevant for some subsectors playing a core systemic role (e.g. payments, banking, clearing and settlement), and less relevant for other subsectors (e.g. asset managers, credit rating agencies, etc.). Cross-border financial entities exercising their freedom of establishment or provision of services within the Union should comply with a single set of advanced testing requirements (e.g. TLPT) in their home Member State, and that test should include the ICT infrastructures in all jurisdictions where the cross-border group operates within the Union, thus allowing cross-border groups to incur testing costs in one jurisdiction only. </span>\n            </p>\n"}, {"id": 45, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(45)</span></span><span>To ensure a sound monitoring of ICT third-party risk, it is necessary to lay down a set of principle-based rules to guide financial entities’ monitoring of risk arising in the context of outsourced functions to ICT third-party services providers and, more generally, in the context of ICT third-party dependencies. </span>\n            </p>\n"}, {"id": 46, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(46)</span></span><span>A financial entity should at all times remain fully responsible for complying with obligations under this Regulation. A proportionate monitoring of risk emerging at the level of the ICT third-party service provider should be organised by duly considering the scale, complexity and importance of ICT-related dependencies, the criticality or importance of the services, processes or functions subject to the contractual arrangements and, ultimately, on the basis of a careful assessment of any potential impact on the continuity and quality of financial services at individual and at group level, as appropriate. </span>\n            </p>\n"}, {"id": 47, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(47)</span></span><span>The conduct of such monitoring should follow a strategic approach to ICT third-party risk formalised through the adoption by the financial entity’s management body of a dedicated strategy, rooted in a continuous screening of all such ICT third-party dependencies. To enhance supervisory awareness over ICT third-party dependencies, and with a view to further support the Oversight Framework established by this Regulation, financial supervisors should regularly receive essential information from the Registers and should be able to request extracts thereof on an ad-hoc basis.</span>\n            </p>\n"}, {"id": 48, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(48)</span></span><span>A thorough pre-contracting analysis should underpin and precede the formal conclusion of contractual arrangements, while termination of contracts should be prompted by at least a set of circumstances that show shortfalls at the ICT third-party service provider. </span>\n            </p>\n"}, {"id": 49, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(49)</span></span><span>To address the systemic impact of ICT third-party concentration risk, a balanced solution through a flexible and gradual approach should be promoted since rigid caps or strict limitations may hinder business conduct and contractual freedom. Financial entities should thoroughly assess contractual arrangements to identify the likelihood for such risk to emerge, including by means of in-depth analyses of sub-outsourcing arrangements, notably when concluded with ICT third-party service providers established in a third country. At this stage, and with a view to strike a fair balance between the imperative of preserving contractual freedom and that of guaranteeing </span><span>financial stability, it is not considered appropriate to provide for strict caps and limits to ICT third-party exposures. The ESA designated to conduct the oversight for each critical ICT third-party provider (“the Lead Overseer”) should in the exercise of oversight tasks pay particular attention to fully grasp the magnitude of interdependences and discover specific instances where a high degree of concentration of critical ICT third-party service providers in the Union is likely to put a strain on the Union financial system’s stability and integrity and should provide instead for a dialogue with critical ICT third-party service providers where that risk is identified.</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref39\" href=\"#footnote39\">38</a>\n               </span><span> </span>\n            </p>\n"}, {"id": 50, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(50)</span></span><span>To be able to evaluate and monitor on a regular basis the ability of the ICT third-party service provider to securely provide services to the financial entity without adverse effects on the latter’s resilience, there should be a harmonisation of key contractual elements throughout the performance of contracts with ICT third-party providers. Those elements only cover minimum contractual aspects considered crucial for enabling full monitoring by the financial entity from the perspective of ensuring its digital resilience reliant on the stability and security of the ICT service. </span>\n            </p>\n"}, {"id": 51, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(51)</span></span><span>Contractual arrangements should in particular provide for a specification of complete descriptions of functions and services, of locations where such functions are provided and where data are processed, as well as an indication of full service level descriptions accompanied by quantitative and qualitative performance targets within agreed service levels to allow an effective monitoring by the financial entity. In the same vein, provisions on accessibility, availability, integrity, security and protection of personal data, as well as guarantees for access, recover and return in the case of insolvency, resolution or discontinuation of the business operations of the ICT third-party service provider should also be considered essential elements for a financial entity’s ability to ensure the monitoring of third party risk. </span>\n            </p>\n"}, {"id": 52, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(52)</span></span><span>To ensure that financial entities remain in full control of all developments which may impair their ICT security, notice periods and reporting obligations of the ICT third-party service provider should be set out in case of developments with a potential material impact on the ICT third-party service provider’s ability to effectively carry out critical or important functions, including the provision of assistance by the latter in case of an ICT-related incident at no additional cost or at a cost that is determined ex-ante. </span>\n            </p>\n"}, {"id": 53, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(53)</span></span><span>Rights of access, inspection and audit by the financial entity or an appointed third party are crucial instruments in the financial entities’ ongoing monitoring of the ICT third-party service provider’s performance, coupled with the latter’s full cooperation during inspections. In the same vein, the competent authority of the financial entity should have those rights, based on notices, to inspect and audit the ICT third-party service provider, subject to confidentiality. </span>\n            </p>\n"}, {"id": 54, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(54)</span></span><span>Contractual arrangements should provide for clear termination rights and related minimum notices as well as dedicated exit strategies enabling, in particular, mandatory transition periods during which the ICT third-party service providers should continue providing the relevant functions with a view to reduce the risk of disruptions at the level of the financial entity or allow the latter to effectively switch to other ICT third-</span><span>party service providers, or alternatively resort to the use of on-premises solutions, consistent with the complexity of the provided service.</span>\n            </p>\n"}, {"id": 55, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(55)</span></span><span>Moreover, the voluntary use of standard contractual clauses developed by the Commission for cloud computing services may provide further comfort to the financial entities and their ICT third-party providers, by enhancing the level of legal certainty on the use of cloud computing services by the financial sector, in full alignment with requirements and expectations set out by the financial services regulation. This work builds on measures already envisaged in the 2018 Fintech Action Plan which announced Commission’s intention to encourage and facilitate the development of standard contractual clauses for the use of cloud computing services outsourcing by financial entities, drawing on cross-sectorial cloud computing services stakeholders efforts, which the Commission has facilitated with the help of the financial sector’s involvement. </span>\n            </p>\n"}, {"id": 56, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(56)</span></span><span>With a view to promote convergence and efficiency in relation to supervisory approaches to ICT third-party risk to the financial sector, strengthen the digital operational resilience of financial entities which rely on critical ICT third-party service providers for the performance of operational functions, and thus to contribute to preserving the Union’s financial system stability, the integrity of the single market for financial services, critical ICT third-party service providers should be subject to a Union Oversight Framework. </span>\n            </p>\n"}, {"id": 57, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(57)</span></span><span>Since only critical third-party service providers warrant a special treatment, a designation mechanism for the purposes of applying the Union Oversight Framework should be put in place to take into account the dimension and nature of the financial sector’s reliance on such ICT third-party service providers, which translates into a set of quantitative and qualitative criteria that would set the criticality parameters as a basis for inclusion into the Oversight.  Critical ICT third-party service providers which are not automatically designated by virtue of the application of the above-mentioned criteria should have the possibility to voluntary opt-in to the Oversight Framework, while those ICT third-party providers already subject to oversight mechanisms frameworks established at Eurosystem level with the aim to supporting the tasks referred to in Article 127(2) of the Treaty on the Functioning of the European Union should consequently be exempted. </span>\n            </p>\n"}, {"id": 58, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(58)</span></span><span>The requirement of legal incorporation in the Union of ICT third-party service providers which have been designated as critical does not amount to data localisation since this Regulation does not entail any further requirement on data storage or processing to be undertaken in Union. </span>\n            </p>\n"}, {"id": 59, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(59)</span></span><span>This framework should be without prejudice to Member States’ competence to conduct own oversight missions in respect to ICT third-party service providers which are not critical under this Regulation but could be deemed important at national level.</span>\n            </p>\n"}, {"id": 60, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(60)</span></span><span>To leverage the current multi-layered institutional architecture in the financial services area, the Joint Committee of the ESAs should continue to ensure the overall cross-sectoral coordination in relation to all matters pertaining to ICT risk, in accordance with its tasks on cybersecurity, supported by a new Subcommittee (the Oversight Forum) carrying out preparatory work for both individual decisions addressed to critical ICT third-party service providers and collective recommendations, notably on benchmarking the oversight programs of critical ICT third-party service providers, and identifying best practices for addressing ICT concentration risk issues. </span>\n            </p>\n"}, {"id": 61, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(61)</span></span><span>To ensure that ICT third-party service providers fulfilling a critical role to the functioning of the financial sector are commensurately overseen on a Union scale, one of the ESAs should be designated as Lead Overseer for each critical ICT third-party service provider.</span>\n            </p>\n"}, {"id": 62, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(62)</span></span><span>Lead Overseers should enjoy the necessary  powers to conduct investigations, onsite and offsite inspections at critical ICT third-party service providers, access all relevant premises and locations and obtain complete and updated information to enable them to acquire real insight into the type, dimension and impact of the ICT third-party risk posed to the financial entities and ultimately to the Union’s financial system. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>Entrusting the ESAs with the lead oversight is a prerequisite for grasping and addressing the systemic dimension of ICT risk in finance. The Union footprint of critical ICT third-party service providers and the potential issues of ICT concentration risk attached to it call for taking a collective approach exercised at Union level. The exercise of multiple audits and access rights, conducted by numerous competent authorities in separation with little or no coordination would not lead to a complete overview on ICT third-party risk while creating unnecessary redundancy, burden and complexity at the level of critical ICT third-party providers facing such numerous requests. </span>\n            </p>\n"}, {"id": 63, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(63)</span></span><span>In addition, Lead Overseers should be able to submit recommendations on ICT risk matters and suitable remedies, including opposing certain contractual arrangements ultimately affecting the stability of the financial entity or the financial system. Compliance with such substantive recommendations laid down by the Lead Overseers should be duly taken into account by national competent authorities as part of their function relating to the prudential supervision of financial entities. </span>\n            </p>\n"}, {"id": 64, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(64)</span></span><span>The Oversight Framework shall not replace, or in any way nor for any part substitute the management by financial entities of the risk entailed by the use of ICT third-party service providers, including the obligation of ongoing monitoring of their contractual arrangements concluded with critical ICT third-party service providers, and shall not affect the full responsibility of the financial entities in complying with, and discharging of, all requirements under this Regulation and relevant financial services legislation. To avoid duplications and overlaps, competent authorities should refrain from individually taking any measures aimed at monitoring the critical ICT third-party service provider’s risks Any such measures should be previously coordinated and agreed in in the context of the Oversight Framework. </span>\n            </p>\n"}, {"id": 65, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(65)</span></span><span>To promote convergence at international level on best practices to be used in the review of ICT third-party service providers’ digital risk-management, the ESAs should be encouraged to conclude cooperation arrangements with the relevant supervisory and regulatory third-country competent authorities to facilitate the development of best practices addressing ICT third-party risk. </span>\n            </p>\n"}, {"id": 66, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(66)</span></span><span>To leverage technical expertise of competent authorities’ experts on operational and ICT risk management, Lead Overseers should draw on national supervisory experience and set up dedicated examination teams for each individual critical ICT third-party service provider, pooling together multidisciplinary teams to supporting both the preparation and the actual execution of oversight activities, including onsite inspections of critical ICT third-party service providers, as well as needed follow-up thereof. </span>\n            </p>\n"}, {"id": 67, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(67)</span></span><span>Competent authorities should possess all necessary supervisory, investigative and sanctioning powers to ensure the application of this Regulation. Administrative penalties should, in principle, be published. Since financial entities and ICT third-party service providers can be established in different Member States and supervised by different sectoral competent authorities, close cooperation between the relevant competent authorities, including ECB with regard to specific tasks conferred on it by Council Regulation (EU) No 1024/2013</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref40\" href=\"#footnote40\">39</a>\n               </span><span>, and consultation with the ESAs should be ensured by the mutual exchange of information and provision of assistance in the context of supervisory activities. </span>\n            </p>\n"}, {"id": 68, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(68)</span></span><span>In order to further quantify and qualify the designation criteria for critical ICT third-party service providers and to harmonise oversight fees, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of: further specifying the systemic impact that a failure of an ICT third-party provider could have on the financial entities it serves, the numbers of global systemically important institutions (G-SIIs) or other systemically important institutions (O-SIIs) that rely on the respective ICT third-party service provider, the number of ICT third-party service providers active on a specific market, the costs of migrating to another ICT third-party service provider, the number of Member States in which the relevant ICT third-party service provider provides services and in which financial entities using the relevant ICT third-party service provider are operating, as well as the amount of the oversight fees and the way in which they are to be paid. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref41\" href=\"#footnote41\">40</a>\n               </span><span> In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.</span>\n            </p>\n"}, {"id": 69, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(69)</span></span><span>Since this Regulation, together with Directive (EU) 20xx/xx of the European Parliament and of the Council,</span><span class=\"FootnoteReference\">\n                  <a class=\"footnoteRef\" id=\"footnoteref42\" href=\"#footnote42\">41</a>\n               </span><span> entails a consolidation of the ICT risk management provisions spanning across multiple regulations and directives of the Union’s financial services acquis, including Regulations (EC) No 1060/2009, (EU) No 648/2012 (EU) No 600/2014 and (EU) No 909/2014, in order to ensure full consistency, those Regulations should be amended to clarify that the relevant ICT risk-related provisions are laid down in this Regulation. </span>\n            </p>\n            <p class=\"Normal\">\n               <span>Technical standards should ensure the consistent harmonisation of the requirements laid down in this Regulation. As bodies with highly specialised expertise, the ESAs should be mandated to develop draft regulatory technical standards which do not involve policy choices, for submission to the Commission. Regulatory technical standards should be developed in the areas of ICT risk management, reporting, testing and key requirements for a sound monitoring of ICT third-party risk. </span>\n            </p>\n"}, {"id": 70, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(70)</span></span><span>It is of particular importance that the Commission carries out appropriate consultations during its preparatory work, including at expert level. The Commission and the ESAs should ensure that those standards and requirements can be applied by all financial entities in a manner that is proportionate to the nature, scale and complexity of those entities and their activities.</span>\n            </p>\n"}, {"id": 71, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(71)</span></span><span>To facilitate the comparability of major ICT-related incident reports and to ensure transparency on </span><span>contractual arrangements for the use of ICT services provided by ICT third-party service providers</span><span>, the ESAs should be mandated to develop draft implementing technical standards establishing standardised templates, forms and procedures for financial entities to report a major ICT-related incident, as well as standardized templates for the r</span><span>egister of information</span><span>. When developing those standards, the ESAs should take into account the size and complexity of financial entities, as well as the nature and level of risk of their activities. The Commission should be empowered to adopt those implementing technical standards by means of implementing acts pursuant to Article 291 TFEU and in accordance with Article 15 of Regulations (EU) No 1093/2010, (EU) No 1094/2010 and (EU) No 1095/2010, respectively. Since further requirements have already been specified through delegated and implementing acts based on technical regulatory and implementing technical standards in Regulations (EC) No 1060/2009, (EU) No 648/2012, (EU) No 600/2014 and (EU) No 909/2014, respectively, it is appropriate to mandate the ESAs, either individually or jointly through the Joint Committee, to submit regulatory and implementing technical standards to the Commission for adoption of delegated and implementing acts carrying over and updating existing ICT risk management rules.</span>\n            </p>\n"}, {"id": 72, "text": "            <p class=\"li ManualConsidrant\">\n               <span class=\"num\"><span>(72)</span></span><span>This exercise will entail the subsequent amendment of existing delegated and implementing acts adopted in different areas of the financial services legislation. The scope of the operational risk articles upon which empowerments in those acts had mandated the adoption of delegated and implementing acts should be modified with a view to carry over into this Regulation all provisions covering digital operational resilience which are today part of those Regulations.</span>\n            </p>\n"}, {"id": 73, "text": ""}]